[
  {
    "title": "What do Red Sea assaults mean for global trade?",
    "body": "Global supply chains could face severe disruption as a result of the world's biggest shipping companies diverting journeys away from the Red Sea.\n\nAttacks by Houthi rebels in Yemen on commercial vessels in recent weeks have resulted in many firms deciding to avoid one of the world's busiest shipping lanes.\n\nThe Houthi group has declared its support for Hamas and has said it is targeting ships travelling to Israel, though it is not clear if all the ships that have been attacked were actually heading to Israel.\n\nWhat has happened?\nThe Houthis have been stepping up their attacks since the start of the Israel-Hamas war in October.\n\nThe group, which is backed by Iran, has been using drones and rockets against foreign-owned vessels transporting goods through the strait of Bab al-Mandab - a 20-mile wide channel that splits Eritrea and Djibouti on the African side and Yemen on the Arabian Peninsula.\n\nShips usually take this route from the south to reach Egypt's Suez Canal further north.\n\nBut because of the attacks and the threat of future assaults, several of the world's largest shipping firms, including Mediterranean Shipping Company and Maersk, have diverted vessels away to a much longer route around Africa's Cape of Good Hope and then up the west side of the continent.\n\n",
    "category": "World",
    "image_url": "https://ichef.bbci.co.uk/news/976/cpsprodpb/12641/production/_132092357_houthis.png.webp"
  },
  {
    "title": "France split over environmental effects of Christmas trees",
    "body": "The eco-ethics of Christmas trees is a subject close to the hearts of many in the Morvan Natural Park.\n\nThese remote Burgundy uplands produce more than a million baby firs for the market every year, making the region France's top producer.\n\nBut for every local who is happy about the money and jobs created by Christmas trees, there is another who bemoans their impact on the natural environment.\n\nHere, as elsewhere, only a tiny percentage of Christmas tree plantations are run on organic lines.\n\nThe vast majority depend on the application of chemical treatments.\n\nAnd if efforts are certainly being made to reduce the use of herbicides and pesticides, no one seriously disputes their negative effects.\n\n\"The production of Christmas trees, because of the use of chemical herbicides, can have an impact on water resources,\" reads the park's website.\n\n",
    "category": "Politics",
    "image_url": "https://ichef.bbci.co.uk/news/976/cpsprodpb/10811/production/_132110676_chritmastreemonoculture_morvan3.jpg.webp"
  },
  {
    "title": "Climate change: What is my country doing about it?",
    "body": "The world has reached a new deal to tackle climate change at COP28 in Dubai.\n\nThe agreement stresses the importance of limiting long-term warming to 1.5C above pre-industrial levels - the time before humans started burning large amounts of fossil fuels - in order to avoid the most dangerous impacts of climate change.\n\nThis goal was first agreed in 2015, when nearly 200 countries signed a landmark deal in Paris.\n\nHowever, meeting this target will require steep and rapid cuts to emissions of the greenhouse gases that are heating the planet.\n\nUse the interactive chart below to see which countries are on track with their commitments to meet the Paris climate goal of keeping global temperature rises below 1.5 degrees. Not all countries can independently afford the same kinds of emissions-reducing actions.\n\nSome less affluent countries set two different goals - one they aim to meet completely on their own, and a more ambitious one they aim to meet if they can get support from wealthy donors. We've only shown the independent targets here.\n\nBut the emissions debate is more nuanced than simple reductions.\n\nHistorical responsibility for climate change is not shared equally across all nations. So, a group of independent researchers at Climate Action Tracker have devised a method to calculate what they call the \"fair share\" targets. This considers a country's historical contributions to total global emissions, as well as their current levels.\n\n",
    "category": "Climate",
    "image_url": "https://ichef.bbci.co.uk/news/976/cpsprodpb/8A05/production/_127933353_cop27_climate_976-nc.png.webp"
  },
  {
    "title": "Why did Arsenal manager Mikel Arteta choose David Raya over Aaron Ramsdale?",
    "body": "While it is easy to see the difference that summer signing Declan Rice has made to Arsenal's midfield, if there has been any upgrade at all from the Gunners' change of goalkeeper this season then it is much less clear-cut.\n\nIt is four months since Arsenal signed David Raya on loan from Brentford and Mikel Arteta spoke about ripping up the rule book and rotating him with his existing number one Aaron Ramsdale.\n\nThat has not happened and, despite digging into the stats behind both keepers over the past five years and watching them as much as possible in recent weeks, I am still pretty flummoxed about why he brought in Raya and made him first choice.\n\nIt just seems like this situation was completely unnecessary, because it's not as if Arteta has changed the way his side play and needed someone with a different skillset. It appears the only rationale behind bringing Raya in was because his distribution was perceived to be better, because there is so little difference otherwise. They are such similar goalkeepers in so many aspects of their play and past performances, that it makes me wonder if there is something else behind Arteta's decision, and what it was led by.\n\nAfter all, Arteta has done this at Arsenal before - when he signed Ramsdale from Sheffield United in 2021 and took over from Bernd Leno, who had a season in the shadows before joining Fulham in 2022.\n\nAt the moment, it looks like Ramsdale's campaign is heading the same way - unless he pushes for a move in January to boost his chances of making the England squad for Euro 2024.\n\nIt appears Leno wasn't replaced because of his distribution - the Arsenal team was completely different in 2020-21 - but if you compare his pass-map from then to Ramsdale's in 2022-23, they are scarily similar in terms of the number of sideways passes and the target areas.",
    "category": "Sport",
    "image_url": "https://ichef.bbci.co.uk/onesport/cps/976/cpsprodpb/B8D1/production/_132131374_manchestercity.jpg"
  }
]
